Repository: google-code-export/hoxchess
Catalog: trunk/CChess/hox_Project/resource/locale/*/hoxchess.po
Languages: vi_vn

source: Difficulty level:
vi_vn: Mức độ khó khăn :

source: Author:
vi_vn: Tác giả:

source: Play with yourself
vi_vn: Chơi với chính mình

source: [Type your message here]
vi_vn: [Nhập thông điệp của bạn ở đây]

source: Table Options
vi_vn: Lựa Chọn

source: Play RED
vi_vn: Chơi ĐỎ

source: Play BLACK
vi_vn: Chơi ĐEN

source: Options
vi_vn: Lựa Chọn

source: Resign
vi_vn: Thua

source: Draw
vi_vn: Huề

source: Reset
vi_vn: Tù Đầu

source: Unsit
vi_vn: Không Ngồi

source: Activities
vi_vn: Hoạt động

source: Messages
vi_vn: Tin nhắn

source: AI Settings
vi_vn: AI Cài đặt

source: Your version: %s
vi_vn: Phiên bản của bạn: %s

source: Latest version available on GoogleCode: %s
vi_vn: Phiên bản mới nhất hiện có trên GoogleCode: %s

source: A Message from Player [%s]
vi_vn: Tin nhắn từ [%s]

source: Move is not valid.
vi_vn: Nước đi không hợp lệ.

source: Game Over
vi_vn: Bàn đã xong

source: Enter your message for [%s]:
vi_vn: Nhập vào thông điệp của bạn cho [%s]

source: Send a private message
vi_vn: Gửi một tin nhắn cá nhân

source: Server &Address
vi_vn: Địa Chỉ Máy chủ

source: Name/IP:
vi_vn: Tên Máy:

source: Port:
vi_vn: Cổng:

source: Username:
vi_vn: Ký Danh:

source: Password:
vi_vn: Mật Mã:

source: Login as &Guest
vi_vn: Thử vào Mạng

source: &Login
vi_vn: &Nhập

source: Cancel
vi_vn: Hủy bỏ

source: &Rated Game
vi_vn: Bàn tính điểm

source: &Timers
vi_vn: Thời gian

source: Game: (minutes)
vi_vn: Bàn: (phút)

source: Move: (seconds)
vi_vn: Nước: (giây)

source: Free: (seconds)
vi_vn: Cho: (giây)

source: &Save Options
vi_vn: Lưu lại

source: &Cancel
vi_vn: &Xóa bỏ

source: General
vi_vn: Tổng hợp

source: Enable &Sounds
vi_vn: Âm Thanh

source: Show &Welcome Dialog at startup
vi_vn: Hiện &Chào mừng Dialog lúc vào

source: Show List of &Tables at login
vi_vn: Hiện Những &Bàn Đang Có lúc vào

source: Language
vi_vn: Thay đỏi ngôn ngũ

source: Current Language:
vi_vn: &Ngôn ngữ hiện tại:

source: Main
vi_vn: Chính

source: Board
vi_vn: Bàn Cò

source: Background:
vi_vn: Nền tối:

source: Foreground:
vi_vn: Nền sáng:

source: Pieces
vi_vn: Con Cò

source: Preview
vi_vn: Xem trước

source: Artificial Intelligence
vi_vn: Trí tuệ nhân tạo

source: Default Engine:
vi_vn: Động cơ hiện tại:

source: (Custom)
vi_vn: (Tùy chỉnh)

source: Id
vi_vn: Ký danh

source: Rating
vi_vn: Số điểm

source: &Info
vi_vn: Tin Tức

source: Info of Player
vi_vn: Tin Tu'c

source: &Invite
vi_vn: &Mời chơi

source: Invite Player
vi_vn: Mòi Nguòi

source: &Message...
vi_vn: &Tin nhắn

source: Wait until connection is established or press [Cancel]
vi_vn: Chờ đợi cho đến khi kết nối được thiết lập hoặc nhấn [Hủy]

source: List of Tables
vi_vn: Những bàn đang có

source: &Refresh
vi_vn: Lấy lại (&R)

source: &New Table
vi_vn: &Tạo Bàn Mới

source: &Join Table
vi_vn: Nhập bàn (&J)

source: &Close
vi_vn: Đóng lại

source: <b>HOXChess</b> - <i>An open source Xiangqi program</i> <p> To get started, please select one of the actions on the right. </p> <p> Visit <a href="http://hoxchess.googlecode.com">HOXChess on GoogleCode</a> for the latest news and support. </p> <p> Copyright 2007-2009 Huy Phan, <a href="http://www.playxiangqi.com">PlayXiangqi.com</a> <br /> Contact: <a href="mailto:huyphan@playxiangqi.com">huyphan@playxiangqi.com</a> </p>
vi_vn: <b>HOXChess</b> - <i>Một chương trình mã nguồn mở để chơi Cờ Tướng</i> <p> Để bác đầu, hãy chọn một trong những nút bên phải. </p> <p> Tham khảo <a href="http://hoxchess.googlecode.com">HOXChess on GoogleCode</a> để biết thêm chi tiết. </p> <p> Bản quyền 2007-2009 Huy Phan, <a href="http://www.playxiangqi.com">PlayXiangqi.com</a> <br /> Liên hệ: <a href="mailto:huyphan@playxiangqi.com">huyphan@playxiangqi.com</a> </p>

source: Show this dialog next time
vi_vn: Hiện cái này lần sau

source: &Play With Computer
vi_vn: Chơi với máy

source: &Login Remote Server
vi_vn: Đăng nhập vào máy chủ

source: Change &Options...
vi_vn: Thay đổi &chương trình...

source: &Close Dialog
vi_vn: &Đóng lại

source: English
vi_vn: Tiếng Anh

source: Vietnamese
vi_vn: Tiếng Việt

source: This language is not supported by the system.
vi_vn: Ngôn ngữ này không có trong máy này

source: Select your language
vi_vn: Chọn ngôn ngữ

source: Language selection
vi_vn: Ngôn ngữ chọn lựa

source: Log Window
vi_vn: Tệp tin ghi thông tin

source: Please choose a file to save
vi_vn: Chọn tệp tin để lưu

source: Please choose a file to open
vi_vn: Chọn tệp tin để mở

source: Connect Server
vi_vn: Nhập vào máy chủ

source: Disconnect Server
vi_vn: Ngắt kết nối máy chủ

source: List Tables
vi_vn: Chọn Bàn

source: Open Table
vi_vn: Mở bàn mới

source: Close Table
vi_vn: Đóng bàn

source: Toggle Sounds
vi_vn: Chọn âm thanh

source: Quit the program
vi_vn: Rời khỏi chương trình

source: Connect Server... Ctrl-L
vi_vn: Nhập vào máy chủ... Ctrl-L

source: &Disconnect Server Ctrl-D
vi_vn: Ngắt kết nối máy chủ Ctrl-D

source: List &Tables Ctrl-T
vi_vn: Chọn Bàn Ctrl-T

source: &New Table Ctrl-N
vi_vn: Bàng mới Ctrl-N

source: &Close Table Ctrl-C
vi_vn: Đóng bàn Ctrl-C

source: &Practice with Computer Ctrl-P
vi_vn: Chơi với máy Ctrl-P

source: &Save Table...
vi_vn: &Lưu bàn lại...

source: Open Saved Table...
vi_vn: Mở bàn cũ...

source: &Exit Alt-X
vi_vn: T&hoát Alt-X

source: Site&s View Ctrl-S
vi_vn: Trang máy chủ Ctrl-S

source: Toggle Table &View Ctrl-V
vi_vn: Đổi Cách &Nhìn Ctrl-V

source: Lo&g Window Ctrl-G
vi_vn: Tệp ti&n ghi thông tin Ctrl-G

source: &Options... Ctrl-O
vi_vn: Tùy chọn... Ctrl-O

source: &Check for Updates...
vi_vn: Kiểm tra Cập nhật...

source: &About HOXChess... F1
vi_vn: Thông tin về HOXChess... F1

source: &File
vi_vn: &Chính

source: &View
vi_vn: TrìnhBày

source: &Tools
vi_vn: CôngCụ

source: &Help
vi_vn: TrợGiúp

source: Connect to remote server
vi_vn: Nhập vào máy chủ

source: Disconnect from remote server
vi_vn: Thoát khỏi mạng

source: Get the list of tables
vi_vn: Lấy những bàn đang có

source: Practice with your local Computer
vi_vn: Chơi với máy

source: Open a saved table
vi_vn: Mở tài liệu cũ

source: You must restart the program for this change to take effect
vi_vn: Bạn phải đóng và mỏ chương trình này lại

source: Required Action
vi_vn: Việc cần làm

source: Login to a remote server
vi_vn: Nhập vào máy chủ

source: My Computer
vi_vn: Máy của tôi

source: Getting Started
vi_vn: Mõ đầu
